---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.FamilyParameterNoExist
source: html/1d9626b2-7a28-be80-ef6e-79d9a0330b31.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.FamilyParameterNoExist Property

The parameter [Name] doesn't exist in the Family. It will be ignored.

## Syntax (C#)
```csharp
public static FailureDefinitionId FamilyParameterNoExist { get; }
```